"appName" = "Inlaider (he)";


"popup.command.placeholder.typeACommand" = "הקלד פקודה...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "הקלד פקודה או לחץ Enter כדי לסגור...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "הקלד פקודה או לחץ Enter כדי להדביק את התוצאה";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — מעבר לעורך";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — מעבר לשורת הפקודה";
"popup.shortcut.clearCanvas" = "⌘⌫ מנקה את העורך";
"popup.shortcut.copyCanvas" = "⌘C מעתיק את תוכן העורך";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C או Enter מעתיק את תוכן העורך";
"popup.shortcut.enterPaste" = "Enter מדביק ל";
"popup.shortcut.esc" = "Esc סוגר ל";

"show" = "הצג";
"about" = "אודות";
"quit" = "סיים";
"close" = "סגור";
"cancel" = "בטל";
"save" = "שמור";
"ok" = "אישור";
"settings" = "הגדרות";
"copied" = "הועתק";

"settings.section.general.title" = "כללי";
"settings.accessibility.title" = "הרשאות נגישות";
"settings.accessibility.description" = "הרשאה זו נדרשת כדי לקרוא אוטומטית את הטקסט המסומן ולהכניס את התוצאה המעובדת חזרה לשדה הטקסט המקורי.\nללא גישה, האפליקציה תשתמש בלוח כדי להעביר נתונים.";
"settings.inlaiderShortcut.label" = "קיצור מקשים ל-Inlaider";
"settings.LaunchAtLogin.label" = "הפעל בעת התחברות";

"settings.section.ownAPIKeys.title" = "מפתחות API אישיים";
"provider.apiKey.title" = "מפתח API";
"provider.apiKey.placeholder" = "הכנס מפתח API כאן";
"provider.models.title" = "מודלים";
"provider.models.new.placeholder" = "הוסף שם מודל";

"settings.section.customPrompts.title" = "החלפות פרומפטים";
"prompts.general.title" = "פרומפט כללי";
"prompts.replacements.title" = "החלפות פרומפטים";
"prompts.replacements.replaceWhat.label" = "החלף";
"prompts.replacements.model.label" = "מודל";
"prompts.replacements.replaceWith.label" = "לפרומפט";
"prompts.replacements.error.exists.message" = "החלפת הפקודה '%@' כבר קיימת.";

"about.ThirdPartyLicenses" = "רישיונות צד שלישי";
"about.VisitOnGithub" = "צפה ב-GitHub";
"about.version" = "גרסה %@";

"error.title" = "שגיאה";